Repository: sandrawar/TranslationMethods
Catalog: corpus/eng-pol_corpus.tmx
Source language: en
Languages: pl

source: Young scientists asked Nobel Prize laureates for their recipe for success
pl: Młodzi naukowcy pytali noblistów o receptę na sukces

source: Around 300 young scientists from all over Poland talked with Nobel Prize laureates in physics, chemistry and medicine on how to conduct research to achieve spectacular success, how to build a modern team of researchers and how to turn a failure into the next step towards the discovery solving further mysteries of science.
pl: O tym jak prowadzić działania naukowe, by osiągnąć spektakularny sukces, jak budować nowoczesny zespół badawczy oraz przekuwać porażki w kolejny krok do odkrywania naukowych tajemnic dyskutowało dziś z laureatami Nobla z fizyki, chemii i medycyny blisko 300 młodych naukowców z całej Polski.

source: - Today's very special event is a meeting of young enthusiasm and mature wisdom, the most ambitious students with the greatest masters.
pl: - Dzisiejsze, wyjątkowe wydarzenie to spotkanie młodzieńczego entuzjazmu z dojrzałą mądrością, najambitniejszych uczniów z mistrzami największego formatu.

source: It is a unique opportunity for the dialogue science needs so much - between the young and the mature generations - said Minister Barbara Kudrycka.
pl: To wyjątkowa okazja do tak potrzebnego nauce dialogu między młodym i dojrzałym pokoleniem - mówiła minister Barbara Kudrycka.

source: Minister Kudrycka stressed that the meeting was the opportunity not only for an interesting debate run on a peer-to-peer basis, but also an inspiration for young scientists to encourage new ideas in their research work.
pl: Minister Kudrycka podkreśliła, że spotkanie jest okazją nie tylko do ciekawej, partnerskiej debaty, ale też kolejną szansą dla młodych naukowców na zdobycie inspiracji i pomysłów do swojej pracy naukowej.

source: - Through democratic protests and hard work my generation has led Poland through the period of the system transformation.
pl: - Moje pokolenie na drodze demokratycznych protestów i ciężkiej pracy przeprowadziło Polskę przez okres transformacji ustrojowej.

source: But today, it is up to the young generation to turn Poland into a competitive country of well educated and ambitious people, a country appreciated on the global arena.
pl: Ale to właśnie młode pokolenie naukowców zmienia dziś Polskę w konkurencyjny, dostrzegany na arenie globalnej kraj ludzi wykształconych i ambitnych.

source: I am proud that so many of these people came to Warsaw - added the Minister of Science.
pl: Jestem dumna, że przyjechało ich do Warszawy aż tak wielu - zaznaczyła minister nauki.

source: - But the success of a research programme, and what follows, the prize itself, usually result from the activity of an international team of researchers.
pl: - Jednak sukces programu badawczego, a co za tym idzie sama nagroda to zazwyczaj efekt działań zespołu międzynarodowych badaczy.

source: Remember that you need to be open to cooperation with others.
pl: Pamiętajcie, że trzeba być otwartym na współpracę z innymi.

source: Only rarely can success be reached on your own.
pl: Sukces rzadko osiąga się w pojedynkę - zaznaczył.

source: Professor Theodor W. Hänsch expressed a similar opinion, stressing that the Nobel Prize is not an end in itself.
pl: Theodor W. Hänsch, który podkreślał, że Nagroda Nobla nie jest celem samym w sobie.

source: - The most exciting thing is the discovery as such.
pl: - Najbardziej ekscytujące jest samo odkrycie.

source: But to reach this moment you need to explore subjects which are really of interest for you, your true passion - he stated.
pl: Ale by dotrzeć do tego momentu trzeba zajmować się tematami, które naprawdę nas interesują i są naszą pasją - stwierdził.

source: Is being mobile worth an effort?
pl: - Nie zrażajcie się porażkami - radziła prof.

source: Meeting of Noble Prize Laureates and Young Scientists
pl: Spotkanie noblistów i młodych naukowców

source: It will be a unique opportunity for a get-together with outstanding personages of world science and to share reflections on matters of interest for the researchers' community.
pl: Spotkanie rozpocznie dyskusja z noblistami prowadzona przez trójkę polskich młodych naukowców - członków Rady Młodych Naukowców, laureatów programów i konkursów ministra nauki i szkolnictwa wyższego.

source: Another event accompanying the Summit will be the Civic Academy, a workshop platform for young people involved in political and community work who will discuss challenges facing Europe.
pl: Wydarzeniem towarzyszącym Szczytowi jest Akademia Obywatelska, czyli platforma wspólnych warsztatów aktywnych politycznie i społecznie młodych osób dyskutujących o wyzwaniach, które stoją przed Europą.

source: Carol W. Greider is the Director of the Department of Molecular Biology and Genetics at John Hopkins University School of Medicine in Baltimore.
pl: Carol W. Greider jest dyrektorem Wydziału Biologii Molekularnej i Genetyki w Johns Hopkins University School of Medicine w Baltimore.

source: She received a BA from the University of California at Santa Barbara in 1983 and a Ph.D. in 1987 from the University of California at Berkeley.
pl: W 1983 r. otrzymała licencjat w University of California w Santa Barbara, a w 1987 r. doktorat w University of California w Berkeley.

source: In 1984, working together with Dr. Elizabeth Blackburn, she discovered telomerase, an enzyme that maintains telomeres, or chromosome ends.
pl: W 1984 r., we współpracy z Elizabeth Blackburn, odkryła telomerazę, enzym utrzymujący telomery, czyli zakończenia chromosomów.

source: In 1988 she moved to Cold Spring Harbor Laboratory where she cloned and characterized the RNA component of telomerase.
pl: W 1988 r. przeniosła się do Cold Spring Harbor Laboratory, gdzie sklonowała i scharakteryzowała RNA wchodzące w skład telomerazy.

source: Then she expanded the focus of her telomere research to include the role of telomere length in cell senescence, cell death and cancer.
pl: Następnie rozszerzyła zakres badań nad telomerami, uwzględniając rolę długości telomerów w starzeniu się komórek, śmierci komórek i nowotworach.

source: Together with Calvin Harley, she showed that human telomeres shorten progressively in primary human cells.
pl: Wraz z Calvinem Harleyem wykazała, że telomery u człowieka skracają się stopniowo w komórkach pierwotnych.

source: This work, along with work of other researchers, led to the idea that telomere maintenance and telomerase may play important roles in cellular senescence and cancer.
pl: Praca ta przyczyniła się do przyjęcia poglądu, że telomery i telomeraza mogą odgrywać istotną rolę w procesie starzenia się komórek i w rozwoju nowotworów.

source: Dr. Greider was appointed Associate Investigator at Cold Spring Harbor Laboratory in 1992 and Investigator in 1994.
pl: W 1992 r. Greider została zastępcą kierownika zespołu badawczego (Associate Investigator), a w 1994 r. objęła stanowisko szefa zespołu badawczego (Investigator).

source: In 1997, Carol W. Greider moved her laboratory to the Department of Molecular Biology and Genetics at Johns Hopkins University School of Medicine.
pl: W 1997 r. Carol W. Greider przeniosła swoje laboratorium do Wydziału Biologii Molekularnej i Genetyki w Johns Hopkins University School of Medicine.

source: In 1999, she was appointed Professor of Molecular Biology and Genetics and in 2001 she was appointed as a Professor of Oncology.
pl: W 1999 r. została mianowana profesorem biologii molekularnej i genetyki, a w r. 2001 profesorem onkologii.

source: At Johns Hopkins University she continued to study the biochemistry of telomerase and determined the secondary structure of the human telomerase RNA.
pl: W Johns Hopkins University kontynuowała badania w dziedzinie biochemii telomerazy i określiła drugorzędową strukturę RNA ludzkiej telomerazy.

source: She also expanded her work on a mouse model of telomere dysfunction and showed that the shortest telomere in a cell triggers a DNA damage.
pl: Analizując modele dysfunkcji telomerów u myszy, wykazała, że najkrótszy telomer w komórce wyzwala reakcję odpowiedzi na uszkodzenia DNA.

source: Professor Greider has won a number of awards for the work on telomerase: the Gardiner Award (1998), the Rosenstiel Award (1999), the Passano Foundation Award (1999), and the Richard Lounsbery Award (2003).
pl: Profesor Greider jest laureatką wielu nagród za prace nad telomerazą: Gardiner Award (1998), Rosenstiel Award (1999), Passano Foundation Award (1999) i Richard Lounsbery Award (2003).

source: In 2003, Dr. Greider was elected to the National Academy of Sciences and to the American Academy of Arts and Sciences.
pl: W 2003 r. została wybrana do National Academy of Sciences i do American Academy of Arts and Sciences.

source: She was awarded the 2009 Nobel Prize for Physiology and Medicine, along with Elizabeth Blackburn and Jack W. Szostak, for their discovery that telomeres are protected from progressive shortening by the enzyme telomerase.
pl: W r. 2009, wraz z Elizabeth Blackburn i Jackiem W. Szostakiem, otrzymała Nagrodę Nobla w dziedzinie fizjologii i medycyny za odkrycie, że enzym telomeraza chroni telomery przed stopniowym skracaniem.

source: Brian Kent Kobilka is a professor in the Department of Molecular and Cellular Physiology at Stanford University School of Medicine.
pl: Brian K. Kobilka jest profesorem na Wydziale Fizjologii Molekularnej i Komórkowej w Stanford University School of Medicine.

source: He is also the co-founder of ConfometRx, a biotechnology company focusing on G protein-coupled receptors.
pl: Jest także współzałożycielem ConfometRx, firmy biotechnologicznej działającej w dziedzinie receptorów sprzężonych z białkami G.

source: He received a Bachelor's Degree in Biology and Chemistry from the University of Minnesota Duluth, and earned his M.D., cum laude, from Yale University School of Medicine.
pl: Otrzymał licencjat w dziedzinie biologii i chemii w University of Minnesota Duluth oraz zawodowy tytuł lekarza (M.D.), cum laude, w Yale University School of Medicine.

source: Following the completion of his residency in internal medicine at Barnes-Jewish Hospital in St. Louis, Missouri, Kobilka worked in research as a postdoctoral fellow under Robert Lefkowitz at Duke University, where he started work on cloning the β2-adrenergic receptor.
pl: Po ukończeniu rezydentury w dziedzinie medycyny wewnętrznej w Barnes-Jewish Hospital in St. Louis (Missouri) prowadził badania pod kierownictwem Roberta Lefkowitza w ramach stażu podoktoranckiego w Duke University, tam też rozpoczął prace nad klonowaniem receptora adrenergicznego β2.

source: Kobilka moved to Stanford in 1989.
pl: W 1989 r. przeniósł się do Uniwersytetu Stanforda.

source: He was a Howard Hughes Medical Institute (HHMI) Investigator from 1987-2003.
pl: W latach 1987-2003 pełnił funkcję szefa zespołu badawczego (Investigator) w Howard Hughes Medical Institute (HHMI).

source: Kobilka is the 1994 recipient of the American Society for Pharmacology and Experimental Therapeutics John J. Abel Award in Pharmacology.
pl: W 1994 r. profesor Kobilka został laureatem American Society for Pharmacology and Experimental Therapeutics John J. Abel Award w dziedzinie farmakologii.

source: He won the 2012 Nobel Prize in Chemistry with Robert Lefkowitz for his work on G protein-coupled receptors.
pl: W 2012 r. Brian Kobilka otrzymał wspólnie z Robertem Lefkowitzem Nagrodę Nobla w dziedzinie chemii za pracę nad receptorami sprzężonymi z białkami G.

source: Professor Hänsch is widely known for his seminal contributions in the field of laser spectroscopy.
pl: Profesor Hänsch jest ceniony za swój wkład w rozwój spektroskopii laserowej.

source: His early work includes the first narrowband tunable dye laser, the invention of commonly used techniques of Doppler-free laser spectroscopy, and the first proposal for laser cooling of atomic gases.
pl: Prowadził badania nad pierwszym wąskopasmowym przestrajanym laserem barwnikowym, techniką spektroskopii laserowej wolnej od poszerzenia Dopplera oraz laserowym chłodzeniem gazów atomowych.

source: This work has yielded accurate values of the Rydberg constant, the Lamb shift of the hydrogen ground state, and the charge radii of proton and deuteron.
pl: Dzięki jego odkryciom możliwe stało się dokładne wyznaczenie stałej Rydberga, przesunięcia Lamba poziomów energetycznych atomu wodoru i promieni ładunkowych protonu i deuteronu.

source: More recently, he has pioneered the revolutionary frequency comb technique for measuring the frequency of light with ultrashort pulses.
pl: Niedawno niemiecki naukowiec wprowadził rewolucyjną, pionierską technikę grzebienia częstotliwości do pomiaru częstotliwości światła za pomocą bardzo krótkich impulsów.

source: Exploring the quantum physics of cold neutral atoms, Hänsch and his coworkers have realized the first two- and three-dimensional atomic lattices bound by light, they have demonstrated the first atom laser that emits a continuous beam of coherent matter waves, and they have shown how to integrate a quantum laboratory for ultracold atoms on a microfabricated "atom chip".
pl: Profesor Hänsch i jego współpracownicy stworzyli pierwsze dwu- i trójwymiarowe sieci atomowe związane światłem, przedstawili pierwszy laser atomowy emitujący ciągłą wiązkę spójnych fal materii i pokazali, w jaki sposób należy wbudować laboratorium kwantowe dla ultrazimnych atomów w mikrofabrykowany „chip atomowy”.

source: With a Bose-Einstein condensate in an optical lattice potential, they have been the first to observe a quantum phase transition between a wave-like superfluid state and a particle-like Mott insulator crystal.
pl: Jako pierwsi zaobserwowali kwantowe przejście fazowe pomiędzy quasi-falowym stanem nadpłynnym a quasi-cząstkowym kryształem izolatora Motta, stosując kondensat Bosego-Einsteina w potencjale sieci optycznej.

source: In 2005, Theodor W. Hänsch has been awarded the Physics Nobel Prize jointly with Roy Glauber and John L. Hall “for his contributions to the development of laser-based precision spectroscopy, including the optical frequency comb technique”.
pl: W 2005 r., wspólnie z Royem Glauberem i Johnem L. Hallem, Theodor W. Hänsch otrzymał Nagrodę Nobla za „wkład w rozwój precyzyjnej spektroskopii laserowej, w tym techniki optycznego grzebienia częstotliwości”.

source: YOUNG SCIENTISTS, the meeting moderators, invite to a debate with Nobel Laureates
pl: MŁODZI NAUKOWCY, moderatorzy spotkania, zapraszają do dyskusji z noblistami

source: Medical University of Łódź
pl: Uniwersytet Medyczny w Łodzi

source: I would like to learn how interdisciplinary research groups with scientists from different nations influence the quality of group work and how fast research progresses in such cases.
pl: Chciałabym dowiedzieć się, na ile jej zdaniem interdyscyplinarne grupy badawcze, z naukowcami z różnych krajów, wpływają na jakość pracy w grupie oraz na szybkość prowadzonych badań.

source: I will also ask him what he would advise people who are making first steps on the path of their science career and about his opinion on interdisciplinary research teams.
pl: Zapytam także m.in., co radziłby osobom rozpoczynającym ścieżkę kariery naukowej i jakie jest jego zdanie na temat interdyscyplinarnych grup badawczych.

source: I hope to learn what, according to the Nobel laureate, is more important - to focus on one research discipline or to develop multiple science interests”.
pl: Mam nadzieję, że dowiem się też, co - zdaniem noblisty - jest ważniejsze - zaangażowanie w jeden kierunek badawczy czy też rozwijanie wielu naukowych zainteresowań”.

source: AGH University of Science and Technology
pl: Akademia Górniczo-Hutnicza

source: ”The meeting of Nobel Prize laureates and young scientists will be a perfect opportunity for researchers who are starting their science career to participate in a discussion with the prominent figures of science and to exchange opinions, not only about their specialties but also about the entire system of the functioning of science.
pl: „Spotkanie noblistów i młodych naukowców będzie znakomitą okazją dla badaczy rozpoczynających karierę naukową do uczestnictwa w dyskusji z najwybitniejszymi ludźmi nauki i wymiany poglądów nie tylko w zakresie specjalistycznej dziedziny, ale i całego systemu funkcjonowania nauki.

source: During the discussion with the Nobel Prize laureates I want to raise the issue of young researchers' professional development.
pl: Podczas dyskusji z noblistami poruszę tematykę związaną z rozwojem naukowym młodych badaczy.

source: I will try to find answers to the questions of the necessities, opportunities and weaknesses of scientists' mobility and how the scientists can start their career in the world best research teams.
pl: Postaram się uzyskać odpowiedzi na pytania o konieczność, zalety i wady mobilności wśród naukowców, a także w jaki sposób rozpocząć karierę naukowca w najlepszych na świecie zespołach badawczych.

source: I invite my colleagues to this unique event in which Nobel Prize winners will play the leading role.
pl: Zapraszam Was, drogie koleżanki i koledzy, na to niecodzienne wydarzenie z noblistami w roli głównej.

source: I am sure that the participation in this meeting will boost our energy to encourage further work and a positive outlook on the future of Polish science”.
pl: Jestem przekonany, że udział w nim pozwoli nam wszystkim nabrać dodatkowej energii do pracy i pozytywnie spojrzeć na przyszłość polskiej nauki”.

source: One of the most important scientific news reached the public in September.
pl: Jedna z najważniejszych naukowych informacji do opinii publicznej dotarła we wrześniu.

source: Prof. Agnieszka Zalewska from the Institute of Nuclear Physics PAS in Kraków was elected President of the European Organization for Nuclear Research (CERN) Council.
pl: Prof. Agnieszka Zalewska z Instytutu Fizyki Jądrowej PAN w Krakowie została wtedy przewodniczącą Rady Europejskiej Organizacji Badań Jądrowych (CERN).

source: In June, the Polish Supreme Audit Office was selected the external auditor of the organization for the years 2013-2015.
pl: W czerwcu na audytora zewnętrznego organizacji na lata 2013-2015 wybrano Najwyższą Izbę Kontroli.

source: In 2012, after many years of effort, Poland joined the European Space Agency (ESA).
pl: W 2012 roku, po wielu latach starań, Polska przystąpiła do Europejskiej Agencji Kosmicznej (ESA).

source: In September, the agreements were exchanged by Deputy Prime Minister Waldemar Pawlak and the ESA Director General Jean-Jacques Dordain.
pl: We wrześniu umowy w tej sprawie wymienili wicepremier Waldemar Pawlak oraz dyrektor generalny ESA Jean-Jacques Dordain.

source: In November, the agreement of Polish accession to the ESA was ratified by the Polish Parliament and signed by President Bronisław Komorowski.
pl: W listopadzie umowę ws. przystąpienia Polski do ESA ratyfikował polski Parlament i podpisał prezydent Bronisław Komorowski.

source: The past year also brought more success of Polish astronomers.
pl: Mijający rok przyniósł też kolejne sukcesy polskich astronomów.

source: Researchers from the University of Warsaw working in the OGLE project demonstrated together with foreign that in the Milky Way planets are more common than stars.
pl: Naukowcy z Uniwersytetu Warszawskiego pracujący w ramach projektu OGLE, wspólnie z naukowcami zagranicznymi wykazali, że w Drodze Mlecznej planety są powszechniejsze od gwiazd.

source: The result of research was published in January in "Nature" and announced by the European Southern Observatory (ESO).
pl: Rezultat badań w styczniu ogłosiły „Nature” oraz Europejskie Obserwatorium Południowe (ESO).

source: The contribution of astronomers from Warsaw OGLE project was significant, because all analysed phenomena were discovered by the Poles.
pl: Wkład astronomów z warszawskiego projektu OGLE był znaczący, bo wszystkie analizowane zjawiska odkryli Polacy.

source: In February the first European Vega rocket was launched in Kourou in French Guiana.
pl: W lutym z kosmodromu Kourou w Gujanie Francuskiej wystartowała pierwsza europejska rakieta Vega.

source: The satellites, which it carried into orbit, included the first Polish satellite PW-SAT built by students from Warsaw University of Technology.
pl: Wśród satelitów, które wyniosła na orbitę, był też pierwszy polski satelita - PW-SAT, zbudowany przez studentów z Politechniki Warszawskiej.

source: It's objective was to test a new system of controlled descent from orbit.
pl: Jego zadaniem było sprawdzenie nowego systemu kontrolowanego opuszczenia orbity.

source: Polish engineers also made a contribution to the construction of the now famous American Curiosity probe, which landed on Mars in August.
pl: Polscy inżynierowie mieli też wkład w budowę słynnej już sondy amerykańskiej Curiosity, która w sierpniu wylądowała na Marsie.

source: The rover's spectrometers were fitted with infrared detectors manufactured for NASA by Polish company VIGO System SA from Ożarów Mazowiecki.
pl: W spektrometrach łazika zamontowano detektory podczerwieni, które dla NASA wyprodukowała polska firma VIGO System S.A. z Ożarowa Mazowieckiego.

source: An international team of scientists discovered a planet orbiting a "red giant", a star similar to the Sun, which had destroyed another planets in this system.
pl: Międzynarodowy zespół naukowców, odkrył planetę okrążającą „czerwonego olbrzyma”, czyli gwiazdę podobną do Słońca, która zniszczyła inną z planet tego układu.

source: The main author of the publication, which was published in August in the Astrophysical Journal Letters was Monica Adamów of Toruń Centre for Astronomy of the Nicolaus Copernicus University.
pl: Główną autorką publikacji, która ukazała w sierpniu się w "Astrophysical Journal Letters", była Monika Adamów z Centrum Astronomii UMK w Toruniu.

source: The year 2012 brought a number of significant discoveries and findings.
pl: Rok 2012 przyniósł też kilka znaczących odkryć i znalezisk.

source: The discoverer of this unique site died in June after a long illness at the age of 33 years.
pl: Odkrywca unikatowego w skali świata stanowiska zmarł w czerwcu po długiej chorobie w wieku 33 lat.

source: During the Polish-Venezuelan expedition to Tramen Tepui at the junction of south-eastern Venezuela, Guyana and northern Brazil, scientists discovered three species of endemic butterflies and one species of frog.
pl: Podczas polsko-wenezuelskiej wyprawy w okolice góry Tramen Tepui na styku południowo-wschodniej Wenezueli, Gujany i północnej Brazylii uczeni odkryli trzy gatunki endemicznych motyli oraz jeden gatunek żaby.

source: Discovery was made by scientists from the University of Bristol (United Kingdom), Princeton University (USA), University of Gdańsk, Polish Academy of Sciences, the Museum of Archaeology and Ethnography in Łódź and Poznań Archaeological Museum.
pl: Odkrycia dokonali uczeni z University of Bristol (Wielka Brytania), Princeton University (USA), Uniwersytetu Gdańskiego, Polskiej Akademii Nauk, Muzeum Archeologicznego i Etnograficznego w Łodzi oraz Muzeum Archeologicznego w Poznaniu.

source: In May, the University of Warsaw faced the difficult task of organizing for the first time the prestigious ACM International Collegiate Programming Contest.
pl: W maju z trudnym zadaniem zmierzył się Uniwersytet Warszawski organizując po raz pierwszy prestiżowe Akademickie Mistrzostwach Świata w Programowaniu Zespołowym.

source: The best of112 teams were programmers from St. Petersburg.
pl: Najlepsi spośród 112 drużyn byli programiści z Sankt Petersburga.

source: Also for the first time, Polish representative took part in the world finals of FameLab.
pl: Również po raz pierwszy reprezentantka Polski wzięła udział w światowym finale konkursu FameLab na naukowego idola.
